Repository: ineo6/github-card
Catalog: langs/card-*.po
Languages: es_es

source: Title:
es_es: Título:

source: UserName:
es_es: Usuario:

source: Repository:
es_es: Repositorio:

source: Repository
es_es: Repositorio

source: GitHub User
es_es: Usuario GitHub

source: GitHub User Card
es_es: Tarjeta de Usuario GitHub

source: User
es_es: Usuario

source: This repository is not available anymore.
es_es: Este repositorio ya no está disponible.

source: This repository doesn't have description or homepage.
es_es: Este repositorio no tiene descripción o página de inicio.

source: Settings
es_es: Ajustes

source: GitHub Card options
es_es: Opciones de GitHub Card

source: Get authenticated to GitHub API (HIGHLY RECOMMENDED!)
es_es: Autentícate en GitHub API (¡MUY RECOMENDADO!)

source: For unauthenticated requests, the rate limit allows for up to <b>60</b> requests per hour. For authenticated requests, the rate limit is <b>5,000</b> times per hour. If your card works bad, it's possible that unauthenticated request quota is used up.
es_es: Para las solicitudes no autenticadas, el límite de consultas permite hasta <b>60</b> solicitudes por hora. Para solicitudes autenticadas, el límite de consultas es <b>5.000</b> solicitudes por hora. Si su tarjeta funciona mal es posible que la cuota de solicitudes no autenticadas se haya agotado.

source: Personal Access Token
es_es: Token de acceso personal

source: Show
es_es: Mostrar

source: Hide
es_es: Ocultar

source: How do I get the personal access token?
es_es: ¿Cómo conseguir el token de acceso personal?

source: Visit <strong><a href="https://github.com/settings/tokens/new" target="_blank">https://github.com/settings/tokens/new</a></strong>, make sure <strong>public_repo</strong> is checked (it is the only scope requested by GitHub Card, you may uncheck others) and generate a token.
es_es: Visita <strong><a href="https://github.com/settings/tokens/new" target="_blank">https://github.com/settings/tokens/new</a></strong>, y marca la opción <strong>public_repo</strong> (es la única opción requerida por GitHub Card, puedes dejar el resto sin marcar) y genera el token.
